Revit 2027 API
EnergyAnalysisZone.UseOutsideAirPerArea Property
 Use the outside air per area.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool UseOutsideAirPerArea { get; }
Public ReadOnly Property UseOutsideAirPerArea As Boolean
	Get
public:
property bool UseOutsideAirPerArea {
	bool get ();
}
member UseOutsideAirPerArea : bool with get
Property Value
Boolean
See Also
Reference
EnergyAnalysisZone Class
Autodesk.Revit.DB.Analysis Namespace